Repository: retegi/gastrogune
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, eu, fr

source: The confirmation email has expired, you must register again.
es: El email de confirmación ha caducado, debe registrarse de nuevo.
eu: Zure baieztapen emaila erabiltzeko epea amaitu da, erabiltzaile berria sortu behar duzu.
fr: L'e-mail de confirmation a expiré, vous devez vous réinscrire.

source: Contact
es: Contactar
eu: Kontaktatu

source: Name
es: Nombre
eu: Izena
fr: Nom

source: We will never share your email
es: Nunca compartiremos tu email
eu: Zure emaila ez da inoiz partekatua izango
fr: Nous ne partagerons jamais votre courriel

source: Text
es: Texto
eu: Edukia
fr: Texte

source: Send
es: Enviar
eu: Bidali
fr: Envoyer

source: New user confirmation email sent.
es: Email de confirmación de nuevo usuario enviado.
eu: Zure erabiltzailea baieztatzeko emaila bidalia izan da.
fr: Nouvel e-mail de confirmation d'utilisateur envoyé.

source: The password recovery email has been sent
es: El email de recuperacón de contraseña ha sido enviado
eu: Pasahitza berreskuratzeko emaila bidalia izan da
fr: L'e-mail de récupération du mot de passe a été envoyé

source: Logged out
es: Desconectado
eu: Saioa itxi
fr: Déconnecté

source: You have been successfully logged out. You can
es: Se ha desconectado correctamente. Puedes
eu: Saioa zuzen itxi duzu. Nahi izanez gero
fr: Vous avez été déconnecté avec succès. Vous pouvez

source: log-in again
es: registrarte de nuevo
eu: saioa hasi berriz ere
fr: reconnectez-vous

source: Your name or password is incorrect, try again.
es: Tu nombre de usuario o password no es correcto, prueba de nuevo.
eu: Zure erabiltzaile izena edo pasahitza ez da zuzena, saiatu berriz ere.
fr: Votre nom ou mot de passe est incorrect, réessayez.

source: Use the following form to log in, if you do not have an account register here
es: Utilice el siguiente formulario para iniciar sesión, si no tiene una cuenta tendrá que registrarse
eu: Erabili hurrengo formularioa saioa hasteko, konturik ez baduzu erregistratu hemen
fr: Utilisez le formulaire suivant pour vous connecter, si vous n'avez pas de compte inscrivez-vous ici

source: Register
es: Registrar
eu: Erregistratu

source: Recover password
es: Recuperar contraseña
eu: Pasahitza berreskuratu
fr: Récupérer mot de passe

source: Password set
es: Contraseña establecida
eu: Pasahitza ezarri
fr: Mot de passe défini

source: Your password has been set. You can
es: Tu password ha sido restablecido. Puedes
eu: Zure pasahitza ezarria izan da. Nahi izanez gero
fr: Votre mot de passe a été défini. Tu peux

source: log in now
es: iniciar sesión aquí
eu: saioa hasi orain
fr: Connecte-toi maintenant

source: Reset your password
es: Resetea tu contraseña
eu: Berrabiarazi pasahitza
fr: réinitialisez votre mot de passe

source: Please enter your new password twice:
es: Introduce la contraseña dos veces
eu: Sartu ezazu pasahitza bi alditan:
fr: Veuillez entrer votre nouveau mot de passe deux fois :

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace de recuperación no es correcto. Solicite un nuevo reseteo de contraseña.
eu: Pasahitza berrezartzeko esteka baliogabea izan da, agian dagoeneko erabili delako. Mesedez, eskatu pasahitz berri bat berrezartzeko.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.

source: We have emailed you instructions for setting your password.
es: Te hemos enviado los pasos a seguir para restablecer una nueva contraseña.
eu: Pasahitza ezartzeko argibideak bidali dizkizugu posta elektroniko bidez.
fr: Nous vous avons envoyé par e-mail des instructions pour définir votre mot de passe.

source: If you don`t receive an email, please make sure you
es: Asegúrate de que no has recibido ninguna contraseaña
eu: Ez baduzu mezu elektronikorik jasotzen, mesedez, ziurtatu
fr: Si vous ne recevez pas d'e-mail, assurez-vous de

source: There is no user with the indicated email.
es: No hay ningún usuario con el email indicado.
eu: Ez dago adierazitako posta elektronikoa duen erabiltzailerik.
fr: Il n'y a pas d'utilisateur avec l'email indiqué.

source: Forgotten your password?
es: ¿Contraseña olvidada?
eu: Pasahitza ahaztu al duzu?
fr: Mot de passe oublié?

source: Enter your e-mail address to obtain a new password.
es: Escriba su email para obtener nueva contraseña
eu: Sartu zure helbide elektronikoa pasahitz berri bat lortzeko.
fr: Entrez votre adresse e-mail pour obtenir un nouveau mot de passe.

source: Your name or password is not correct. Try again.
es: Tu nombre de usuario o contraseña no es correcto. Prueba de nuevo.
eu: Zure erabiltzailea edo pasahitza ez da zuzena. Saiatu berriro.
fr: Votre nom ou mot de passe n'est pas correct. Réessayer.

source: Use the following form to log in, if you do not have an account register here:
es: Utilice el siguiente formulario para iniciar sesión, si no tienes una cuenta regístrate aquí:
eu: Erabili hurrengo formularioa saioa hasteko, konturik ez baduzu erregistratu hemen:
fr: Utilisez le formulaire suivant pour vous connecter, si vous n'avez pas de compte, inscrivez-vous ici :

source: New user
es: Nuevo usuario
eu: Erabiltzaile berria
fr: Nouvel utilisateur

source: Username or password is not correct. Try again.
es: Nomre de usuario o contraseña incorrecto. Prueba de nuevo.
eu: Erabiltzaile izena edo pasahitza ez da zuzena. Saiatu berriro.
fr: Le nom d'utilisateur ou le mot de passe n'est pas correct. Réessayer.

source: Use the following form to register
es: Utiliza el siguiente formulario para registrarte
eu: Erabili ondorengo formularioa izena emateko
fr: Utilisez le formulaire suivant pour vous inscrire

source: User registration confirmed successfully.
es: Regitro de usuario confirmado exitosamente
eu: Erabiltzaileen erregistroa behar bezala berretsi da.
fr: Enregistrement de l'utilisateur confirmé avec succès.

source: Maps
es: Mapas
eu: Mapak
fr: Carte

source: Restaurants
es: Restaurantes
eu: Jatetxeak

source: Cider houses
es: Sidrerías
eu: Sagardotegiak
fr: Cidreries

source: Cellars
es: Bodegas
eu: Upeltegiak
fr: Caves

source: Grills
es: Asadores
eu: Erretegiak
fr: Grilles

source: Plans
es: Planes
eu: Planak

source: Gastronomy and NATURE
es: Gastronomia y NATURA
eu: Gastronomia eta NATURA
fr: Gastronomie et NATURE

source: Gastronomy and CULTURE
es: Gastronomia y CULTURA
eu: Gastronomia eta KULTURA
fr: Gastronomie et CULTURE

source: Comments
es: Comentarios
eu: Iruzkinak
fr: Commentaires

source: Table
es: Tabla
eu: Taula
fr: Tableau

source: Links
es: Enlaces
eu: Estekak
fr: Liens

source: Search
es: Buscar
eu: Bilatu
fr: Chercher

source: Reset
eu: Berrabiarazi

source: Technology used
es: Tecnología utilizada
eu: Erabilitako teknologia
fr: Technologie utilisée

source: Design and developing
es: Diseño y desarrollo
eu: Diseinua eta garapena
fr: Conception et développement

source: Legal warning
es: Aviso legal
eu: Lege abisua
fr: Avertissement légal

source: Privacy policy
es: Política de privacidad
eu: Pribatutasun politika
fr: Politique de confidentialité

source: Cookies policy
es: Política de cookies
eu: Cookien politika
fr: Politique de cookies

source: Development framework
es: Framework de desarrollo
eu: Programazio frameworka
fr: Cadre de développement

source: Programming language
es: Lenguaje de programación
eu: Programazio lengoaia
fr: Langage de programmation

source: Design framework
es: Framework de diseño
eu: Diseinu frameworka
fr: Cadre de conception

source: Library for maps
es: Librería para mapas
eu: Mapa liburutegia
fr: Bibliothèque de cartes

source: Other languages
es: Otros lenguajes
eu: Beste lengoaiak
fr: Autres langues

source: Server
es: Servidor
eu: Zerbitzaria
fr: Serveur

source: Source of information
es: Fuente de información
eu: Informazio iturria
fr: Source d'information

source: Code
es: Código
eu: Kodea

source: Close
es: Cerrar
eu: Itxi
fr: Proche

source: Previous
es: Anterior
eu: Aurrekoak
fr: Précédent

source: Next
es: Siguiente
eu: Urrengoa
fr: Suivant

source: Gastronomic opinions with proposals of plans with Nature and Culture
es: Opiniones gastronómicas con propuestas de planes con Naturaleza y Cultura
eu: Iruzkin gastronomikoak eta Naturarekin eta Kulturarekin erlazionatutako plan proposamenak
fr: Avis gastronomiques avec propositions de plans avec Nature et Culture

source: Price-quality
es: Calidad-precio
eu: Prezio-kalitatea
fr: Qualité-prix

source: Service
es: Servicio
eu: Zerbitzua

source: Food
es: Comida
eu: Janaria
fr: Aliments

source: More comments
es: Más comentarios
eu: Iruzkin gehiago
fr: Plus de commentaires

source: Gastronomy + Culture
es: Gastronomía + Cultura
eu: Gastronomia + Kultura
fr: Gastronomie + Culture

source: Gastronomy + NATURE + CULTURE
es: Gastronomía + NATURALEZA + CULTURA
eu: Gastronomia + NATURA + KULTURA
fr: Gastronomie + NATURE + CULTURE

source: Nature
es: Naturaleza
eu: Natura
fr: La nature

source: Culture
es: Cultura
eu: Kultura

source: Address
es: Dirección
eu: Helbidea
fr: Adresse

source: locality
es: Localidad
eu: Herria
fr: localité

source: Province
es: Provincia
eu: Lurralde historikoa

source: Telephone
es: Teléfono
eu: Telefonoa
fr: Teléphone

source: Email
eu: Emaila

source: Diners
es: Comensales
eu: Mahaikideak
fr: Dîners

source: Opinions and suggestions
es: Opiniones y sugerencias
eu: Iruzkinak eta iradozkizunak
fr: Commentaires et suggestions

source: Suggestion
es: Sugerencia
eu: Iradozkizuna
fr: Suggestions

source: Supplemental plan
es: Plan complementario
eu: Plan osagarria
fr: plan de commentaire

source: Comment and propose complementary plans
es: Comentario y propuestar de planes complementarios
eu: Iruzkinak eta plan osagarrien proposamenak

source: close
eu: Itxi

source: Restaurants, Cider Houses, Wineries and Grills
es: Restaurantes, Sidrerías, Bodegas de vino y Asadores
eu: Jatetxeak, Sagardotegia, Upeltegiak eta Erretegiak
fr: Restaurants, Cidreries, Vignobles et Grillades

source: Type
es: Tipo
eu: Mota

source: Zone
es: Zona
eu: Zonalde

source: Locality
es: Localidad
eu: Herria
fr: Localité

source: Postal code
es: Código postal
eu: Posta kodea
fr: Code postal

source: Detail
es: Detalle
eu: Xehetasuna
fr: Détail

source: Gastronomy + Nature
es: Gastronomía + Naturaleza
fr: Gastronomie + Nature
